questions = [
    {
        "question": "גם כשנבחרי הציבור טועים, צריך לנהוג על פי רצונם",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "על מנת להגן על זכויות הפרט, חשוב לעגן אותן במעמד חוקתי חזק מחוק רגיל",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "בג\"צ צריך לייצג את הערכים של רוב הציבור בישראל",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "החלטות לא סבירות באופן קיצוני של הממשלה צריכות להיפסל בידי ביהמ\"ש",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "המהפכה החוקתית ב-1995 הפכה את ישראל לפחות דמוקרטית",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "דמוקרטיה אינה רק בחירת הרוב, אלא צריכה לספק הגנה על ערכים כמו חירות ושוויון",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "על מערכת המשפט לנקוט עמדה ערכית בנושאים שנמצאים בשיח ציבורי",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "החלטות מערכת המשפט פוגעות בבטחון המדינה, ומסייעות לאויביה",
        "effect": {
            "econ": -10,
            "dipl": -5,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "עצמאות מערכת המשפט הישראלית היא נכס דיפלומטי ובינלאומי",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "הפרקליטות ומערכת המשפט מוטות לצד פוליטי ברור",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "כאשר מערכת המשפט חלשה יותר, קשה יותר להילחם בשחיתות",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "כוחו של היועץ המשפטי לממשלה חזק מדי, וצריך לפצל את התפקיד או להחליש אותו",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "לשופטים יש שיקול דעת מקצועי יותר מפוליטיקאים",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "יש ערכים שבית המשפט צריך לפסוק לאורם - גם כשזו לא דעת הרוב בציבור",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "הכיבוש משחית את הערכים והמוסר של החברה הישראלית",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "הקמת מדינה פלסטינית, תוביל לסכנה בטחונית קיומית עבור מדינת ישראל",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "תוכנית ההתנתקות היתה מהלך בטחוני טוב, שיתרונותיו עולים על החסרונות",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "ההנהגה הפלסטינית כיום אינה פרטנר להסכם שלום",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "כפי שחתמנו הסכמי שלום עם מצרים וירדן, צריך להגיע לשלום עם הפלסטינים",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "בניית יישובים חדשים ביהודה ושומרון וחיזוקם, תורמת לבטחון הישראלי",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "לא נוכל לשלוט בשטחים לאורך זמן מבלי לבחור בין מדינה יהודית למדינה דמוקרטית",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "נסיגות שישראל ביצעה לאורך השנים הוכיחו את עצמן כאיוולת ברמה הבטחונית",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "גם לפלסטינים, כמו לכל עם, מגיעה מדינת לאום משלהם",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "לעם היהודי יש זכות טבעית על שטחי יהודה ושומרון ההיסטוריים",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "ישראל פוגעת שלא לצורך בזכויות הפרט של הפלסטינים",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "עם מספיק כוח צבאי ופחות הקפדה על מוסר, אפשר להכריע את הטרור",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "חשוב לשמור על מוסר וצלם אנוש בזמן מלחמה, גם על חשבון הישגים צבאיים",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "כדי למנוע מאיראן נשק גרעיני, עדיף לפעול דרך פעולות צבאיות וסנקציות כלכליות, מאשר דרך הסכמים בינלאומיים",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "על מדינת ישראל להגן ולשמור על תוצרת ישראלית, גם אם הדבר מביא למחירים גבוהים יותר",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "הדרך הכי טובה להשיג ערבות הדדית בחברה היא באמצעות המדינה",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "מה שצריך לקבוע את תנאי ההעסקה זו ההסכמה בין העובד למעסיק בלבד",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "צריך להטיל עוד מיסים כדי להרחיב את השירותים הממשלתיים לאזרחים",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "הרגולציה הישראלית מקשה מדי על הקמת עסקים",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "צמצום אי השוויון צריך להיות המטרה העיקרית של המדיניות הכלכלית",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "יש לשאוף לשוויון הזדמנויות בחינוך ילדי ישראל, גם אם זה כרוך בהגבלת החינוך הפרטי",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "צריך להכניס לישראל ללא מגבלות, כל מוצר שעומד במבחנים בינלאומיים סטנדרטיים",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "זכויות ועדי העובדים חשובות כדי להגן על העובד מפני המעסיק",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "ועדים גדולים במגזר הציבורי פוגעים בשירות לציבור",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "הורדת מיסים תשפר את המצב הכלכלי של כולם",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "למומחים במשרדי הממשלה יש שיקול דעת טוב יותר מאשר לרוב הצרכנים",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "כל אדם יכול לשפר את מצבו הכלכלי בעזרת יוזמה ואחריות אישית",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "השוק החופשי נוטה לעזור לחזקים ולפגוע בחלשים",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "מערכת החינוך צריכה להנחיל ערכים לאומיים",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "מערכת החינוך צריכה להנחיל ערכים של שוויון ופלורליזם",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "בדומה לחופש הדת, כך צריך להבטיח חופש מדת",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "נישואים וגירושים של יהודים בישראל צריכים להתנהל תחת הרבנות הראשית בלבד",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "על מנת לשמר את האופי היהודי של המדינה, יש למנוע תחבורה ציבורית בשבת",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "שוויון זכויות מלא ללהט\"בים הוא מטרה פוליטית חשובה",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "חוקי האימוץ לא צריכים להפלות זוגות להט\"בים",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "במדינה יהודית יש ערך לשמירת השבת במרחב הציבורי",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "הזכות לבצע הפלה צריכה להתאפשר בצורה רחבה וזמינה לכל מבקשת",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "לגליזציה של סמים מסוכנת למרקם ולסדר החברתי",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "אם ילד או ילדה מזדהים כבעלי מגדר שונה מהמין בו נולדו, צריך לאפשר להם",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "לומדי התורה הם נכס לכלל עם ישראל וצריך לדאוג שיהיו רבים מהם",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "ישראל צריכה לאפשר יותר הגירה, גם של לא-יהודים",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "ישראל צריכה לעמוד בחוד החנית של המעבר לאנרגיה מתחדשת",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    }
];